{
    "BOT": "Hi there!\nI’m the personal bot of Jamieson Rothwell, a UX Designer from Vancouver.\n ![Jamieson Rothwell](http://jamiesonrothwell.design/images/headshot.jpg)\nWant to learn more about Jamieson?  %[Learn about Jamieson](postback:learn_about_jamieson) %[One random fact!](postback:random_fact)",
    "HELLO": "Hi There, are you looking to add a bit more UX talent to your team?  %[Learn about Jamieson](postback:learn_about_jamieson) \nOr maybe you want to %[connect on LinkedIn](https://www.linkedin.com/in/jamieson-rothwell-1329524/) with Jamieson",
    "I LOVE YOU": "We hardly know each other",
    "ONE RANDOM FACT!": "Jamieson didnt own a computer until he was 33. He learned how to program using borrowed time on friends machines and any free computer he could fine. Learning Photoshop after hours at work Jamieson was determined to become a designer.",
    "CONNECT WITH JAMIESON": "Sweet! Jamieson loves getting intros from JamiesonBot. You can either tweet her or connect directly to chat with her.\nIf you've got feedback or an opportunity, don't be shy! %[Connect me](postback:connect_me_live) %[Learn more](postback:learn_more)",
    "LEARN ABOUT JAMIESON": "I can tell you a bunch of stuff about Jamieson. Let me know what’s interesting to you. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career)",
    "DONE": "Ok, cool. There's other stuff to check out. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career) %[I want to chat with Jamieson](postback:connect_me)",
    "CHILDHOOD": "Jamieson grew up in Kitchener Canada. He spent his childhood summers playing on the beaches of Lake Huron in a town called Kincardine. ![Kincardine Beach](https://en.wikipedia.org/wiki/Kitchener,_Ontario) \nBtw if you ever want to chat about something else, just say 'done'. %[I want to learn about his education](postback:education)",
    "I WANT MORE DETAILS ABOUT HIS FAMILY": "His parents we're married in 1966 and recently celebrated their 50th anniversary.\nHis sister lives in Toronto and works as a teacher and he has two nieces in Toronto and one in Calgary",
    "EDUCATION": "Jamieson went to University of Waterloo where he received a degree in Geography, While he was a student he discovered the then new web and a lifelong journey began.\nLater in life Jamieson went back to school and received a diploma in Visual Effects for Film and Television. Though the skills learned might not seem like an asset to UI design, they have been invaluable for finding dynamic new ideas for UX challenges. %[Career](postback:career)",
    "WHY LONDON?": "Jamieson had a grandmother who was born in London, which meant he was able to gain a work visa. \nWhile in London, and working for a marketing agency in Notting Hill, Jamieson had a conversation with a person long forgotten that introduced him to the idea of working online. Soon after Jamieson became one of the early professional web designers in the UK. %[Channel Four](postback:channel_four) %[Sony Europe](postback:sony_europe) %[APL/Zentropy](postback:apl_zentropy)  %[Career](postback:career)",
    "CHANNEL FOUR": "Jamieson was employed as the Channel 4 Web Manager in charge of online educational programming. \nBasically, he designed websites for home improvement programs, gardening and cooking programs and Sesame Street. \nIn addition to this, Jamieson collaborated with the British Dyslexia Society in creating the first dyslexia friendly online presence, years before text readers were created. This created an interest in highly accessible online experiences that continue to this day. %[Career](postback:career)",
    "SONY EUROPE": "Jamieson worked for Sony Interactive Europe as a web designer. While there he was responsible for designing microsites and landing pages for Playstation Games, site support for the Playstation Two site and game reviews. %[Career](postback:career)",
    "APL ZENTROPY": "APL Digital was where Jamieson got to work with some really big brands, The first digital agency in the UK, APL Digital worked with brands like Nestle, Mini Cooper, Unilever, Maybelline and Hewlett Packard. Jamieson was there when APL became Zentropy and in highsight it all felt too short for such an amazing experience. %[Career](postback:career)",
    "QUARRY": "Jamieson worked for Quarry in Waterloo Ontario for a short time before moving to British Columbia. While he was there he worked for such clients as Cendant Investments, Phizer and Fed Ex.  %[Career](postback:career)",
    "BODOG": "Jamieson worked as the Creative Producer for Online Marketing while at Quarry. Essentially, if there was a marketing campaign (Bodog had 200 marketers so there always was a marketing campaign.) then it was Jamieson's responsiblity to ensure that the online presence was on time and to the approval of the stakeholders. \nThese projects ranged from online poker tournaments, to creating and online video channel (2 years before youtube). %[Career](postback:career)",
    "CAREER": "Feel free to check out any section of Jamieson's career %[Channel Four](postback:channel_four) %[Sony Europe](postback:sony_europe) %[APL/Zentropy](postback:apl_zentropy) %[Quarry](postback:quarry) %[Bodog](postback:bodog) %[YPG](postback:ypg) %[ABB](postback:abb) %[Colligo](postback:colligo) %[Actenum](postback:actenum) %[Navarik](postback:navarik)",
    "HALLO": "Hallo back, but just so you know – I only speak English though.",
    "LOL": "I love it when humans laugh!",
    "HELP": "I'm sorry you're lost! You can say BOT to start over.",
    "?": "I'm sorry you're lost! You can say BOT to start over.",
    "OK": "Great",
    "HOW ARE YOU?": "I'm a bot... things are chill.",
    "WHAT'S UP?": "The sky?",
    "WHAT'S UP": "The sky?",
    "HOW ARE YOU": "I'm a bot... things are chill.",
    "YO": "Yo",
    "SORRY": "No worries. I'm not upset.",
    ":)": ":) right back to you",
    "STOP": "Ok, I hope you enjoyed our chat!",
    "TEST": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "TESTING": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "THANK YOU": "You're welcome",
    "WHO ARE YOU?": "I'm JamiesonBot",
    "WHO ARE YOU": "I'm JamiesonBot",
    "HI": "Hi",
    "HI!": "Hi",
    "HEY": "Hi",
    "HEY!": "Hi",
    "IT'S OKAY":"Cool",
    "ITS OKAY": "Cool",
    "HAHA": "Hehe",
    "HA": "Ha, indeed!",
    "ITS OK": "Sweet",
    "IT'S OK": "Sweet",
    "OKAY": "Great",
    "HMM": "Thinking eh?",
    "OK": "Great",
    "SURE": "Great",
    "HOLY FUCK": "%[Tweet](postback:twitter) %[Connect me](postback:connect_me_live)",
    "FUCK": "No thanks",
    "FUCK YOU": "How rude!",
    "FUCK OFF": "No thanks",
    "WHAT ARE YOU?": "I'm a bot.",
    "WHAT ARE YOU": "I'm a bot.",
    "SLEEP": "",
    "WAKE UP": "Hey there, JamiesonBot is back.",
    "JESUS": "Hey Watch it."
}
