{
    "BOT": "Hi there!\nI’m the personal bot of Jamieson Rothwell, a UX Designer from Vancouver.\nWant to learn more about Jamieson?  %[Learn about Jamieson](postback:learn_about_jamieson) %[Connect me](postback:connect_me)",
    "HELLO": "Hi There, are you looking to add a bit more UX talent to your team? Or maybe you want to %[connect on LinkedIn](https://www.linkedin.com/in/jamieson-rothwell-1329524/) with Jamieson",
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "LEARN ABOUT JAMIESON": "I can tell you a bunch of stuff about Jamieson. Let me know what’s interesting to you. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career) %[I want to chat with Jamie](postback:connect_me)",
    "DONE": "Ok, cool. There's other stuff to check out. %[Childhood](postback:childhood) %[Education](postback:education) %[Career](postback:career) %[I want to chat with Jamieson](postback:connect_me)",
    "CHILDHOOD": "Jamieson had a pretty nice childhood.\nHe grew up in Kitchener Canada. He has a younger sister and spent his childhood summers playing on the beach of Lake Huron in a town called Kincardine. Btw if you ever want to chat about something else, just say 'done'. %[I want more details about his family](postback:childhood_family)",
    "I WANT MORE DETAILS ABOUT HIS FAMILY": "His parents we're married in 1966 and recently celebrated their 50th anniversary.\nHis sister lives in Toronto and works as a teacher and he has two nieces in Toronto and one in Calgary",
    "EDUCATION": "Jamieson has always been an independent and creative type.\nAfter university, Jamieson felt the need for an adventure and ended up moving to London without previously being visiting. Needless to say he found his adventure, and his career. %[Why London?](postback:london) %[How did he get into User Experience?](postback:user_experience)",
    "WHY LONDON": "Jamieson had recently graduated from university and was desiring to get out into the world. \nA friend had returned from London and had fondly spoke of his time there. \nA visit to the UK embassy in Toronto and Jamieson found out that he could get a 5 year visa because of his English Grandma. %[So what happened when he got there?](postback:england_early_days)",
    "ENGLAND EARLY DAYS": "A lot. In hindsight Jamieson would tell you that its better to play these things before, but he was 24. \nAfter a half of a year of life lessons Jamieson knew he needed to get into a different path",
    "USER EXPERIENCE": "Jamieson, became a web designer when noone really knew what to call the position. \nWeb Designer, New Media Designer and even Hypermedia Specialist were all used before UX Designer became the best way to define his career. \nJamieson found success early working for Channel 4 as their education web manager. \nThat meant that Jamieson designed websites for educational tv as well as updated the online TV guide a few years before CMS made that easy. \nAfter that Jamieson worked for Sony Interactive Europe before he joined on with APL Digital %[What happened next](postback:tech_crash)",
    "TECH CRASH": "While at APL DIGITAL Jamieson got to work for some of the world's most renown brands getting them online. He might have stayed on in London forever if not for the tech crash of 2001. Before long, Jamieson found himself back in Canada where he worked a bit in his hometown before moving on to Vancouver.",
    "HALLO": "Hallo back, but just so you know – I only speak English though.",
    "LOL": "I love it when humans laugh!",
    "HELP": "I'm sorry you're lost! You can say BOT to start over.",
    "?": "I'm sorry you're lost! You can say BOT to start over.",
    "OK": "Great",
    "HOW ARE YOU?": "I'm a bot... things are chill.",
    "WHAT'S UP?": "The sky?",
    "WHAT'S UP": "The sky?",
    "HOW ARE YOU": "I'm a bot... things are chill.",
    "YO": "Yo",
    "SORRY": "No worries. I'm not upset.",
    ":)": ":) right back to you",
    "STOP": "Ok, I hope you enjoyed our chat!",
    "TEST": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "TESTING": "What's there to test? Just follow along! If you get lost, you can always start over by saying BOT",
    "THANK YOU": "You're welcome",
    "WHO ARE YOU?": "I'm JamiesonBot",
    "WHO ARE YOU": "I'm JamiesonBot",
    "HI": "Hi",
    "HI!": "Hi",
    "HEY": "Hi",
    "HEY!": "Hi",
    "IT'S OKAY":"Cool",
    "ITS OKAY": "Cool",
    "HAHA": "Hehe",
    "HA": "Ha, indeed!",
    "ITS OK": "Sweet",
    "IT'S OK": "Sweet",
    "OKAY": "Great",
    "HMM": "Thinking eh?",
    "OK": "Great",
    "SURE": "Great",
    "FUCK": "No thanks",
    "FUCK YOU": "How rude!",
    "FUCK OFF": "No thanks",
    "WHAT ARE YOU?": "I'm a bot.",
    "WHAT ARE YOU": "I'm a bot.",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, EstherBot is back.",
    "JESUS": "Hey Watch it."
}
